[{"data":1,"prerenderedAt":35},["ShallowReactive",2],{"show-hekura-jordi-santanach":3},{"id":4,"title":5,"bands":6,"date":17,"extension":18,"layoutVariant":19,"meta":20,"schedule":19,"slug":29,"stem":30,"ticketUrl":31,"time":32,"venue":33,"__hash__":34},"shows/shows/hekura.md","Hekura (BCN) presenta: \"Two Lonely Space Pilots\" + Jordi Santanach (BCN) presenta: \"Strata\"",[7,12],{"name":8,"image":9,"bandcamp":10,"description":11},"Hekura (Hegoa / BCN)","/images/shows/future/hekura.jpg","https://hegoadiskak.bandcamp.com/album/two-lonely-space-pilots","Hekura es un dúo barcelonés que navega entre lo ritual y lo expansivo, con un pie en el minimalismo hipnótico y otro en la búsqueda espiritual. Su música, deudora tanto de la mística cósmica de Alice Coltrane como de los patrones repetitivos de Steve Reich, levanta paisajes sonoros que parecen flotar entre introspección y vértigo. Percusión dispersa, texturas brillantes y un saxo que respira en bucles forman un lenguaje propio, a medio camino entre la tradición y la vanguardia. El proyecto nace de la complicidad entre Edu Pons, saxofonista y docente en el Taller de Músics, y Ernest Pipó, guitarrista y compositor criado en La Garrotxa. Lo que comenzó como una conversación sobre la Liberation Orchestra de Charlie Haden acabó cristalizando en un espacio compartido de escucha y experimentación. Hekura es, en esencia, la traducción de esa amistad en sonido: un diálogo entre dos voces distintas que encuentran, en lo espectral, un terreno común.",{"name":13,"image":14,"bandcamp":15,"description":16},"Jordi Santanach (Cosima Pitz / BCN)","/images/shows/future/santanach.jpg","https://cosimapitz.bandcamp.com/album/strata","Jordi Santanach trabaja la música como si fuera un terreno en capas: piezas grabadas en sesiones separadas por meses que, al acumularse, generan un álbum de lenta mutación. Sus composiciones avanzan despacio, con paisajes que cambian de forma casi imperceptible, donde las texturas se expanden y se transforman como estratos superpuestos. Lo suyo no es la inmediatez, sino un pulso constante que se deja habitar, teñido de melancolía y de un sentido de inmensidad serena. Esa mirada encuentra eco en su práctica artística, marcada desde hace años por el uso de objetos encontrados y materiales cotidianos. Igual que en su música, Santanach busca trabajar con lo que ya existe para abrir grietas en lo familiar y mostrar potenciales ocultos. En sus piezas conviven sencillez y complejidad, repetición y desvío, como si cada sonido revelara un espacio donde lo efímero y lo duradero se encuentran.","11/12/25","md",null,{"path":21,"description":22,"body":23},"/shows/hekura","",{"type":24,"value":25,"toc":26},"minimark",[],{"title":22,"searchDepth":27,"depth":27,"links":28},2,[],"hekura-jordi-santanach","shows/hekura","https://dice.fm/event/yonk92-hekura-jordi-santanach-11th-dec-casa-montjuc-barcelona-tickets","20:00","Casa Montjuic","XsPS2S4ZZfZgqxnfC6P48EjfKNfSW_6AUR-XoUUZ6I0",1769880870546]