[{"data":1,"prerenderedAt":42},["ShallowReactive",2],{"show-colleen":3},{"id":4,"title":5,"bands":6,"date":21,"extension":22,"layoutVariant":23,"meta":24,"schedule":33,"slug":34,"stem":35,"ticketUrl":36,"ticketUrlCasa":37,"time":38,"timeCasa":38,"timeLaut":39,"venue":40,"__hash__":41},"shows/shows/colleen.md","Colleen presenta: \"Libres antes del final\" (doble concierto)",[7,12,17],{"name":8,"image":9,"bandcamp":10,"description":11},"Colleen (Thrill Jockey  / FR)","/images/shows/future/colleen.jpg","https://colleencolleen.bandcamp.com/album/libres-antes-del-final","\u003Cp>Desde principios del año 2002, Cécile Schott (Colleen) ha desarrollado un lenguaje propio donde composición y escucha van de la mano. A lo largo de más de dos décadas, su música ha explorado la repetición, el timbre y la forma como espacios de atención, siempre desde una sensibilidad íntima y paciente.\u003C/p>\n\n\u003Cp>\u003Ci>'En Libres antes del final'\u003C/i> (Thrill Jockey, 2026), Colleen centra su trabajo en la síntesis analógica, construyendo las canciones a partir de sintetizadores modulados con una atención casi corporal. Ese gesto se extiende al modo en el que el disco se relaciona con el espacio: todo el álbum fue re-amplificado en Casa Montjuïc, permitiendo que su acústica, su aire y sus proporciones quedaran integrados de forma natural en su memoria sonora.\u003C/p> \n          \n\u003Cp>Por ese motivo, la presentación en Barcelona se articula como \u003Cstrong>dos conciertos distintos en la misma noche\u003C/strong>. \u003Cstrong>El primero, en Casa Montjuïc\u003C/strong>, actúa como punto de origen, un regreso del sonido al lugar que contribuyó a darle forma. \u003Cstrong>Más tarde, en Laut\u003C/strong>, la música se reinterpreta en otro entorno, con Colleen en medio de la pista permitiendo al público \u003Cstrong>una experiencia de escucha totalmente física y especial\u003C/strong>.\u003C/p>\n",{"name":13,"image":14,"bandcamp":15,"description":16},"Francisco Sosa (Out Records  / BCN)","/images/shows/future/f-sosa-3.jpg","https://outrecs.bandcamp.com/album/out009-various-artists-3","\u003Cp>Nacido en Rosario (Argentina) y afincado en Barcelona desde hace unos años Francisco Sosa desarrolla su práctica musical a partir de una relación directa con la síntesis modular. El rosarino ha publicado su trabajo en sellos como Restless Music, Out Records y el sello de Barcelona Modular Society, colectivo al cual también acompaña desde la logística y la curaduría.\u003C/p>\n",{"name":18,"image":19,"description":20},"Taki Onqoy (Foggy Hex / Kiosk Radio / BCN)","/images/shows/future/taki-onqoy-pr.jpg","\u003Cp>Miembro fundador y actual host de la \u003Ca href=\"https://kioskradio.com/label/foggy-hex\" target=\"_blank\">residencia Outsiders de Foggy Hex en la radio belga Kiosk\u003C/a>, Taki Onqoy concibe sus sesiones como un terreno de exploración guiado por la intuición. Sus sets trazan conexiones entre la música tradicional, el jazz improvisado y el noise, y se proyectan hacia el dub y la bass music, dando lugar a espacios de sonido abiertos al baile y la psicodélia.\u003C/p>\n","26/04/26","md","split-venues",{"path":25,"description":26,"body":27},"/shows/colleen","",{"type":28,"value":29,"toc":30},"minimark",[],{"title":26,"searchDepth":31,"depth":31,"links":32},2,[],null,"colleen","shows/colleen","https://entradium.com/events/colleen-presenta-libres-antes-del-final-segunda-sesion","https://dice.fm/event/xe6ebl-colleen-presenta-libres-antes-del-final-26th-apr-casa-montjuc-barcelona-tickets","18:00","20:50","Casa Montjuic + Laut","26voMgMUs05DN-FUmoyxdCb098uyllOTDRMpPRW4U5I",1770722406267]