[{"data":1,"prerenderedAt":49},["ShallowReactive",2],{"show-bear-bones-black-zone-uza":3},{"id":4,"title":5,"bands":6,"date":32,"extension":33,"meta":34,"slug":43,"stem":44,"ticketUrl":45,"time":46,"venue":47,"__hash__":48},"shows/shows/bear-bones.md","Bear Bones, Lay Low (VE) + Black Zone Myth Chant (FR) + Uza.Zetangas (PE) + DJ Watusawa (NL) + Taki Onqoy (PE)",[7,12,17,22,27],{"name":8,"image":9,"bandcamp":10,"description":11},"Bear Bones, Lay Low (Dispari / VEN)","/images/shows/future/bearbones.jpg","https://bearboneslaylow.bandcamp.com/","Originario de Venezuela y afincado en Bruselas, Ernesto González explora con su proyecto en solitario Bear Bones, Lay Low los climas mutantes de la psicodelia electrónica. Su sonido ha evolucionado de improvisaciones caseras de noise y drone a composiciones vibrantes de sintetizador, donde ritmos hipnóticos se funden con un tratamiento dub de efectos expansivos.Desde 2006 forma parte de la banda de improvisación psicodélica Silvester Anfang / Sylvester Anfang II y ha desarrollado proyectos paralelos como Tav Exotic, junto al productor Weird Dust. Su música ha visto la luz en sellos de culto como KRAAK, Full of Nothing, Sloow Tapes o Troglosound, y más recientemente en dispari, donde en 2024 firmó un remix de Tempentary Dance de Cloud Management junto a productores como Ploy, OKO DJ, Trần Uy Đức y Officium.",{"name":13,"image":14,"bandcamp":15,"description":16},"Black Zone Myth Chant (Editions Gravats / FRA)","/images/shows/future/bzmc.jpg","https://blackzonemythchant.bandcamp.com/","Proyecto del multi-instrumentista francés Maxime Primault (también conocido como High Wolf), Black Zone Myth Chant despliega una psicodelia afrocéntrica y footwork hipnótico fusionado con drones experimentales. Su sonido -a menudo descrito como si Sun Ra se fuera a tomar algo con DJ Screw- se articula a través de ritmos complejos, melodías aéreas, voces profundas y una atmósfera ritualista que desafía cualquier categorización. Desde su aparición en el 2011 su debut en casete Straight Cassette alcanzó un estatus de culto, fue recuperado en vinilo por el sello Laitbac y seguido del aclamado álbum Mane Thecel Phares (2015), editado en el sello francés Editions Gravats.",{"name":18,"image":19,"bandcamp":20,"description":21},"uza.zetangas (Zona Watusa / PER)","/images/shows/future/uza-zetangas.jpg","https://uzazetangas.bandcamp.com","Miguel Uza y Carlos García (Zetangas) formaron parte a inicios de los 2000 de una de las escenas más ocultas del underground peruano, aquella que exploró con urgencia juvenil la intersección entre el post-punk subterráneo de la Lima de los 80 y la experimentación guitarrera inspirada por Bill Orcutt, Glenn Branca y los primeros Sonic Youth. Con Rayobac -banda de culto que completaba Valentín Yoshimoto a la tercera guitarra y Neto Pérez a la batería- abrieron un camino que inspiró a toda una comunidad de artistas limeños para salir de la clandestinidad de los locales de ensayo. Dos décadas después, y repartidos entre Barcelona y Suecia, Uza y García retoman la conversación este año con un cassette editado por el sello barcelonés Zona Watusa. El resultado combina guitarras retorcidas, bajos y sintetizadores de cadencia dub, electrónica aventurera y un aura que remite tanto a Neil Hagerty como a la estética de la VHS music, el ruido doméstico y la cultura del cassette como archivo emocional.",{"name":23,"image":24,"bandcamp":25,"description":26},"DJ Watusawa (Zona Watusa / NL)","/images/shows/future/dj-watusawa.jpg","https://soundcloud.com/djwatusawa","DJ Watusawa (Holanda) es una de esas figuras que se mueven en varios frentes a la vez. Creador de los sellos Zona Watusa y Selvamancer combina la arqueología sonora con la búsqueda de nuevas derivas. En paralelo, golpea metales en Gamelan Barasvara, la única formación de gamelán activa en España. Ha sido colaborador habitual de radios como Operator (Róterdam) y dublab (Barcelona), y actualmente mantiene una residencia en DFM (Amsterdam).",{"name":28,"image":29,"bandcamp":30,"description":31},"Taki Onqoy (Foggy Hex / Kiosk Radio / PE)","/images/shows/future/taki.jpg","https://soundcloud.com/takiononqoy","Miembro fundador de Foggy Hex, Taki Onqoy explora con ingenua fascinación el cruce entre la electrónica leftfield, el pop experimental y esa “otra música” atravesada por influencias misteriosas y globales. Además de ejercer como curador artístico del colectivo también está al frente de su residencia mensual Outsiders vía Kiosk Radio (Bélgica). Ha colaborado con emisoras como WFMU (New Jersey) y dublab (Barcelona), y conduce Tower of Echo, programa mensual en Paranoise Radio (Tesalónica), donde articula una narrativa sonora entre la investigación, la intuición y la deriva experimental.","18/10/25","md",{"path":35,"description":36,"body":37},"/shows/bear-bones","",{"type":38,"value":39,"toc":40},"minimark",[],{"title":36,"searchDepth":41,"depth":41,"links":42},2,[],"bear-bones-black-zone-uza","shows/bear-bones","https://ra.co/events/2264028","18:30","La Negra Factory, Barcelona","AJ9O9WR8D4Dz2Rx4m9sNauVR6wP5cGnPAsKk3kcKgn0",1759330431209]