[{"data":1,"prerenderedAt":35},["ShallowReactive",2],{"show-poirier-volt-jgg":3},{"id":4,"title":5,"bands":6,"date":17,"extension":18,"meta":19,"schedule":28,"slug":29,"stem":30,"ticketUrl":31,"time":32,"venue":33,"__hash__":34},"shows/shows/poirier.md","Roméo Poirier (BE) + Pablo Volt y J.G.G. (BCN)",[7,12],{"name":8,"image":9,"bandcamp":10,"description":11},"Roméo Poirier (Faitiche / BE)","/images/shows/future/romeo-poirier.jpg","https://romeopoirier.bandcamp.com/","Roméo Poirier es uno de los nombres más singulares y respetados de la escena de música electrónica contemporánea. Su trabajo ha sido destacado por medios como The Wire, Boomkat, y Bandcamp Daily, y ha actuado en festivales de referencia como Le Guess Who?, Mutek Barcelona, Meakusma o Rewire, consolidando su presencia tanto en el circuito independiente como en los espacios de escucha más exigentes. Ex-nadador profesional convertido en productor, su música parece flotar bajo el agua: composiciones digitales repletas de texturas líquidas, samples flotantes y loops que se deshacen lentamente. Su sonido se sitúa entre el ambient post-digital y el collage electroacústico, con ecos de dub y el exotismo de biblioteca, pero siempre con una voz propia y reconocible. Vuelve a Barcelona para presentar 'Off the Record' su nuevo disco para Faitiche, el sello de Jan Jelinek.",{"name":13,"image":14,"bandcamp":15,"description":16},"Pablo Volt y J.G.G. (Ediciones Populares / BCN) presentan: 'Ámbar'","/images/shows/future/volt-jgg.jpeg","https://edicionespopulares.bandcamp.com/","Después de explorar ritmos como la cumbia, el ethio-jazz y el dub en discos como Pócima (2021) y Conjuro (2022), J.G.G. y Pablo Volt (S.T.A) vuelven a colaborar en Ámbar, su trabajo más contenido y atmosférico hasta la fecha. Aquí la urgencia cede paso a la suspensión y las composiciones respiran con calma. Con la misma paleta sónica de sus anteriores trabajos -loops, trompetas y sintetizadores- ambos artistas construyen una librería de viñetas que remite tanto a Durruti Column como a Raymond Scott. El resultado es un disco que se mueve en la frontera entre lo melódico y lo textural, más inclinado a sugerir que a resolver. Esta noche Ámbar será interpretado en directo por primera vez: una oportunidad para escuchar cómo ese mundo enrarecido y minucioso cobra forma fuera del estudio.","14/11/25","md",{"path":20,"description":21,"body":22},"/shows/poirier","",{"type":23,"value":24,"toc":25},"minimark",[],{"title":21,"searchDepth":26,"depth":26,"links":27},2,[],null,"poirier-volt-jgg","shows/poirier","https://link.dice.fm/Tf4538739336","20:00","Casa Montjuic","Ob_0lfU4vJ8vK1rB4YVCe3rhCCKjxwUd6kqFzGo4wow",1763552792538]